<h1>Пользовательское соглашение для хостинга игровых серверов Protesian</h1>
<p>&nbsp;</p>
<p><em><sub>Последнее изменение 08.10.2023</sub></em></p>
<p>Данное Пользовательское соглашение является юридическим соглашением между вами "Пользователь" или "вы" и Protesian "Компания" или "мы", регулирующим ваше использование наших услуг по хостингу игровых серверов. Используя наши услуги, вы соглашаетесь соблюдать это Соглашение.</p>
<h2>1. Создание аккаунта</h2>
<p>1.1 Для использования наших услуг хостинга игровых серверов вы должны создать аккаунт. Вы обязаны предоставить точную и полную информацию во время процесса регистрации.</p>
<p>1.2 Вы несете ответственность за сохранение конфиденциальности информации для входа в ваш аккаунт и соглашаетесь нести исключительную ответственность за все действия, происходящие в вашем аккаунте.</p>
<h2>2. Использование услуг</h2>
<p>2.1 Наши услуги хостинга игровых серверов предоставляются "как есть" и "по мере наличия". Мы не гарантируем непрерывный или безошибочный доступ к нашим услугам и оставляем за собой право приостановить или прекратить ваш аккаунт без предварительного уведомления.</p>
<p>2.2 Вы несете исключительную ответственность за содержание и действия, происходящие на игровых серверах, размещенных у нас. Компания Protesian не несет ответственности за любые потери, ущерб или правовые последствия, возникающие из содержания или действий игрового сервера.</p>
<p>2.3 Вы соглашаетесь не использовать наши услуги для каких-либо незаконных, несанкционированных или недобросовестных действий, включая, но не ограничиваясь, взломом, мошенничеством, распространением вредоносных программ или участием в любой форме кибер-нападений или домогательств.</p>
<p>2.4 Вы соглашаетесь не использовать наши услуги для нарушения интеллектуальных прав других лиц. Вы должны обеспечить наличие необходимых прав, лицензий и разрешений для использования любого контента на вашем игровом сервере.</p>
<p>2.4 Вы соглашаетесь не использовать наши услуги для добычи криптовалют и сопутсвующей деятельности. Майнинг криптовалют на наших серверах считается нарушением политики использования и может привести к немедленному приостановлению учетной записи без возможности возобновления услуг.</p>
<h2>3. Оплата и возмещение средств</h2>
<p>3.1 Цены на наши услуги хостинга игровых серверов доступны на нашем веб-сайте / сервере в Discord и могут быть изменены без предварительного уведомления.</p>
<p>3.2 Вы соглашаетесь оплачивать все сборы, связанные с вашим аккаунтом, вовремя. В случае неоплаты ваш аккаунт может быть приостановлен или заблокирован.</p>
<p>3.3 Мы предоставляем возмещение средств и оставляем за собой право удержать неустойку в объёме 25% от суммы пополнения баланса, за исключением случаев, когда имеются подтвержденные технические сбои с нашей стороны, которые препятствуют вам получить доступ к нашим услугам, такие случаи рассматриваются в индивидуальном порядке.</p>
<h2>4. Прекращение</h2>
<p>4.1 Любая из сторон может прекратить это Соглашение в любое время, предоставив письменное уведомление другой стороне.</p>
<p>4.2 В случае прекращения вы больше не будете иметь доступ к нашим услугам хостинга игровых серверов, и любой остаток на вашем счете будет аннулирован.</p>
<p>5. Интеллектуальная собственность</p>
<p>5.1 Компания сохраняет все права на интеллектуальную собственность в своих услугах, включая, но не ограничиваясь, товарные знаки, логотипы и собственное программное обеспечение.</p>
<p>5.2 Вы не можете использовать, воспроизводить или изменять какую-либо интеллектуальную собственность Компании без предварительного письменного согласия.</p>
<h2>6. Ограничение ответственности</h2>
<p>6.1 В максимально допустимой степени, установленной законом, Protesian не несет ответственности за косвенные, случайные, последовательные или примерные ущербы, возникающие из-за использования наших услуг хостинга игровых серверов.</p>
<h2>7. Применимое право и юрисдикция</h2>
<p>7.1 Настоящее Соглашение подчиняется и толкуется в соответствии с законами юрисдикции.</p>
<p>7.2 Любые споры, возникающие из настоящего Соглашения, подпадают под исключительную юрисдикцию судов или арбитражного суда по местонахождению.</p>
<p>Используя наши услуги хостинга игровых серверов, вы признаете, что ознакомились, поняли и согласились быть связанными условиями настоящего Соглашения.</p>